"Age" = "年龄(年)";

"Battery" = "电池";

"Battery Condition" = "电池状态";

"Battery Failure" = "电池故障";

"Battery Is Charged" = "电池已充电";

"BatteryHealth.AverageTimePerCharge" = "平均时间（每次充电）";

"BatteryHealth.BatteryReach" = "您的电池将在以下时间内达到最大循环计数";

"BatteryHealth.ChargeCycles" = "充电周期";

"BatteryHealth.CurrentCharge" = "当前负载";

"BatteryHealth.DesignCapacity" = "设计容量";

"BatteryHealth.FullChargeCapacity" = "完全充电容量";

"BatteryHealth.HealthStatus" = "健康状况";

"BatteryHealth.Months" = "月";

"BatteryHealth.OriginalCapacity" = "原始容量";

/* Battery Health */
"BatteryHealth.StateOfCharge" = "充电状态";

"BatteryHealth.Temperature" = "温度";

"BatteryHealth.Years" = "(年)";

"Cancel" = "取消";

"Capacity" = "容量";

"Charged" = "已充电";

"Check Battery" = "检查电池";

"Cycle Count" = "循环次数";

"Days left" = "剩余天数";

"DeviceName" = "设备名称";

"Done editing" = "完成编辑";

"drop" = "时提醒我";

"Font" = "字体";

"Friday" = "星期五";

"Good" = "Good";

"History.BatteryCapacity" = "电池容量";

/* History */
"History.ChargeCycles" = "充电周期";

"History.Charged" = "已充电";

"History.Charging" = "充电中";

"History.DesignCapacity" = "设计容量";

"History.FullChargeCapacity" = "完全充满容量";

"History.OnBattery" = "使用电池";

"History.Sleep" = "睡眠";

"Manufacture Date" = "生产日期";

"ManufactureDate" = "生产日期";

"Manufacturer" = "制造商";

"Menu.BatteryHealth" = "电池健康";

"Menu.Details" = "细节";

"Menu.Energy" = "电量";

"Menu.History" = "历史记录";

/* Menu */
"Menu.SaveBatteryPower" = "省电";

"Monday" = "星期一";

"No data" = "无数据";

/* Notification */
"Notification.BatteryCapacityLessThan" = "电池容量小于";

"Notification.BatteryTemperatureLessThan" = "电池温度低于";

"Notification.BatteryTemperatureMoreThan" = "电池温度超过";

"Notification.ChargeLevelReach" = "充电水平达到";

"Notification.TheBatteryIsFullyCharged" = "电池已充满电";

"Notification.TimeLeftUntil" = "剩余时间";

"Notification.TimeLeftUntilEmpty" = "剩余可用时间";

"Notification.TimeLeftUntilFull" = "充满剩余时间";

"Open Energy Saver Preferences" = "打开节能选项...";

"Open Wattagio Preferences" = "打开 Wattagio 偏好设置...";

"Power" = "电量";

"Power Adapter" = "电源适配器";

"Power Source" = "电源";

"Quit Wattagio" = "退出 Wattagio";

"Red color warns of charge below" = "显示红色警告，当电量低于";

"Reduce transparency" = "降低透明度";

"Remind me for each" = "每次电量降低";

"Saturday" = "星期六";

"SerialNumber" = "序列号（macdo.cn）";

"Show Wattagio" = "显示 Wattagio";

"State Of Charge" = "充电状态";

"State Of Health" = "健康状态";

"Sunday" = "星期天";

"Temperature" = "温度";

"Thursday" = "星期四";

"Time Remaining" = "剩余时间";

"Time Until Empty" = "剩余可用时间";

"Time Until Full" = "充满剩余时间";

"Tuesday" = "星期二";

"Turn bluetooth off" = "关闭蓝牙";

"Turn Wi-Fi off" = "关闭 Wi-Fi";

"Wednesday" = "星期三";

"When battery capacity less than" = "当电池容量小于";

"When charge level reach" = "当充电水平达到";

"When percent less than" = "当百分比小于";
